Repository: ricardodani/www.republicamanicomio.com.br
Catalog: photologue/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Separate tags with spaces, put quotes around multiple-word tags.
pt_br: Tags separadas com espaços, coloque aspas entre tags de várias palavras

source: Django-tagging was not found, tags will be treated as plain text.
pt_br: Django-tagging não foi encontrado, tags serão tratadas como texto puro.

source: Very Low
pt_br: Muito baixa

source: Low
pt_br: Baixa

source: Medium-Low
pt_br: Razoável

source: Medium
pt_br: Média

source: Medium-High
pt_br: Média alta

source: High
pt_br: Alta

source: Very High
pt_br: Excelente

source: Top
pt_br: Topo

source: Right
pt_br: Direita

source: Bottom
pt_br: Rodapé

source: Left
pt_br: Esquerda

source: Center (Default)
pt_br: Centro (Padrão)

source: Flip left to right
pt_br: Inverter esquerda com direita

source: Flip top to bottom
pt_br: Inverter topo com rodapé

source: Rotate 90 degrees counter-clockwise
pt_br: Rotacionar 90 graus anti-horário

source: Rotate 90 degrees clockwise
pt_br: Rotacionar 90 graus horário

source: Rotate 180 degrees
pt_br: Rotacionar 180 graus

source: Tile
pt_br: Altura

source: Scale
pt_br: Escala

source: Chain multiple filters using the following pattern "FILTER_ONE->FILTER_TWO->FILTER_THREE". Image filters will be applied in order. The following filters are available: %s.
pt_br: Concatene múltiplos filtros usando o seguinte padrao "FILTRO_UM->FILTRO_DOIS->FILTER_TRES". Filtros de imagem irão ser aplicados na ordem. Os seguintes filtros estão disponíveis: %s.

source: date published
pt_br: data publicada

source: title
pt_br: titulo

source: title slug
pt_br: slug do titulo

source: A "slug" is a unique URL-friendly title for an object.
pt_br: Um "slug" é um título URL-amigável único para um objeto .

source: description
pt_br: descricao

source: is public
pt_br: e publico

source: Public galleries will be displayed in the default views.
pt_br: Galerias publicas serão exibidas nas visualizações padrões

source: photos
pt_br: fotos

source: gallery
pt_br: galeria

source: galleries
pt_br: galerias

source: count
pt_br: contagem

source: images file (.zip)
pt_br: arquivo de imagens (.zip)

source: Select a .zip file of images to upload into a new Gallery.
pt_br: Selecione um arquivo .zip de imagens para ser carregado em uma nova Galeria.

source: Select a gallery to add these images to. leave this empty to create a new gallery from the supplied title.
pt_br: Selecione a galeria para adicionar estas imagens. Deixe isso vazio para criar uma nova galeria de acordo com titulo adicionado.

source: All photos in the gallery will be given a title made up of the gallery title + a sequential number.
pt_br: Todas as fotos na galeria terão um título feito com o título da galeria + um número sequencial.

source: caption
pt_br: subtitulo

source: Caption will be added to all photos.
pt_br: Subtítulo será adicionado a todas as fotos.

source: A description of this Gallery.
pt_br: Uma descrição desta galeria.

source: gallery upload
pt_br: Carrega galeria

source: gallery uploads
pt_br: Carrega galerias

source: image
pt_br: imagem

source: date taken
pt_br: data tirada

source: crop from
pt_br: recorte de

source: effect
pt_br: efeito

source: An "admin_thumbnail" photo size has not been defined.
pt_br: Um tamanho da foto "admin_thumbnail" não foi definido.

source: Thumbnail
pt_br: Miniatura

source: date added
pt_br: data adicionada

source: Public photographs will be displayed in the default views.
pt_br: Fotografias públicas serão exibidas nas visualizações padrões.

source: photo
pt_br: foto

source: name
pt_br: nome

source: rotate or flip
pt_br: rotacionar ou inverter

source: color
pt_br: cor

source: A factor of 0.0 gives a black and white image, a factor of 1.0 gives the original image.
pt_br: Um fator de 0.0 proporciona uma imagem preta e branca, um fator de 1.0 proporciona imagem original.

source: brightness
pt_br: brilho

source: A factor of 0.0 gives a black image, a factor of 1.0 gives the original image.
pt_br: Fator 0.0 proporciona imagem preta, fator 1.0 proporciona imagem original.

source: contrast
pt_br: contraste

source: A factor of 0.0 gives a solid grey image, a factor of 1.0 gives the original image.
pt_br: Um fator de 0.0 proporciona uma imagem solida e cinza, um fator 1.0 proporciona a imagem original.

source: sharpness
pt_br: nitidez

source: A factor of 0.0 gives a blurred image, a factor of 1.0 gives the original image.
pt_br: Fator 0.0 proporciona uma imagem desfocada, fator 1.0 proporciona imagem original

source: filters
pt_br: filtros

source: size
pt_br: tamanho

source: The height of the reflection as a percentage of the orignal image. A factor of 0.0 adds no reflection, a factor of 1.0 adds a reflection equal to the height of the orignal image.
pt_br: A altura do reflexo como porcentagem da imagem original. Um fator 0.0 não adiciona nenhum reflexo, um fator de 1.0 adiciona um reflexo igual à altura da imagem original.

source: strength
pt_br: grossura

source: The initial opacity of the reflection gradient.
pt_br: A opacidade inicial do gradiente de reflexão.

source: The background color of the reflection gradient. Set this to match the background color of your page.
pt_br: O cor do plano de fundo do gradiente de reflexão. Ajuste isso para combinar com o plano de fundo da sua página.

source: photo effect
pt_br: efeito da foto

source: photo effects
pt_br: efeitos da foto

source: style
pt_br: estilo

source: opacity
pt_br: opacidade

source: The opacity of the overlay.
pt_br: A opacidade da camada superior

source: watermark
pt_br: marca d'agua

source: watermarks
pt_br: marcas d'agua

source: width
pt_br: largura

source: If width is set to "0" the image will be scaled to the supplied height.
pt_br: Se a largura for setada para "0" a imagem será redimensionada de acordo com a alura.

source: height
pt_br: altura

source: If height is set to "0" the image will be scaled to the supplied width
pt_br: Se a altura for setada para "0" a imagem será redimensionada de acordo com a largura.

source: quality
pt_br: qualidade

source: JPEG image quality.
pt_br: qualidade de imagem JPEG

source: upscale images?
pt_br: imagens de grandes dimensoes?

source: increment view count?
pt_br: Incrementar contador de visualizações?

source: watermark image
pt_br: imagem marca d'agua

source: photo size
pt_br: tamanho da foto

source: photo sizes
pt_br: tamanhos da foto
